Repository: AshLaw96/Nomad-Nation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, ja

source: Welcome to your Dashboard
hi: आपके डैशबोर्ड में स्वागत है
ja: ダッシュボードへようこそ

source: Superuser!
hi: सुपरयूज़र!
ja: スーパーユーザー！

source: To manage the site go to admin page:
hi: साइट को प्रबंधित करने के लिए प्रशासन पृष्ठ पर जाएं:
ja: サイトを管理するには管理ページに移動してください：

source: Here
hi: यहां
ja: こちら

source: Upcoming stays
hi: आगामी प्रवास
ja: 今後の宿泊

source: View and manage your upcoming bookings.
hi: अपने आगामी बुकिंग को देखें और प्रबंधित करें।
ja: 今後の予約を確認して管理します。

source: No upcoming stays
hi: कोई आगामी प्रवास नहीं है
ja: 今後の宿泊はありません

source: Favourites
hi: पसंदीदा
ja: お気に入り

source: View your Favourites caravans.
hi: अपने पसंदीदा कारवां देखें।
ja: お気に入りのキャラバンを確認

source: Owner:
hi: मालिक:
ja: オーナー：

source: No items in your favourites
hi: आपके पसंदीदा में कोई आइटम नहीं है
ja: お気に入りにアイテムがありません

source: Previous stays
hi: पिछले प्रवास
ja: 過去の宿泊

source: View your previous stays.
hi: अपने पिछले प्रवास को देखें।
ja: 過去の宿泊を確認

source: to
hi: तक
ja: へ

source: No previous stays
hi: कोई पिछला प्रवास नहीं है
ja: 過去の宿泊はありません

source: Booking requests
hi: बुकिंग अनुरोध
ja: 予約リクエスト

source: View and manage requests from customers.
hi: ग्राहकों से अनुरोध देखें और प्रबंधित करें।
ja: お客様からのリクエストを確認して管理します。

source: requested from
hi: से अनुरोध किया गया
ja: からリクエスト

source: No current requests
hi: कोई वर्तमान अनुरोध नहीं है
ja: 現在のリクエストはありません

source: Your caravans
hi: आपके कारवां
ja: あなたのキャラバン

source: View and manage your caravan listings.
hi: अपने कारवां लिस्टिंग को देखें और प्रबंधित करें।
ja: キャラバンのリストを確認して管理します。

source: Current caravan names:
hi: वर्तमान कारवां के नाम:
ja: 現在のキャラバン名：

source: No caravans listed
hi: कोई कारवां सूचीबद्ध नहीं है
ja: リストにキャラバンはありません

source: View All Listings
hi: सभी लिस्टिंग देखें
ja: すべてのリストを見る

source: Reviews
hi: समीक्षाएं
ja: レビュー

source: Check reviews from customers.
hi: ग्राहकों से समीक्षाएं देखें।
ja: お客様のレビューを確認

source: rated
hi: रेटेड
ja: 評価された

source: stars
hi: तारे
ja: 星

source: No reviews
hi: कोई समीक्षाएं नहीं
ja: レビューはありません

source: Add extra amenities
hi: अतिरिक्त सुविधाएँ जोड़ें
ja: 追加の設備を追加

source: Caravan Title
hi: कारवां का शीर्षक
ja: キャラバンのタイトル

source: Caravan Description
hi: कारवां का विवरण
ja: キャラバンの説明

source: Berth Capacity
hi: बर्थ क्षमता
ja: 寝台容量

source: Select Amenities
hi: सुविधाएँ चुनें
ja: 設備を選択

source: Location
hi: स्थान
ja: 場所

source: Price per Night
hi: प्रति रात कीमत
ja: 1泊の料金

source: Available Dates
hi: उपलब्ध तिथियाँ
ja: 利用可能な日付

source: Select start date
hi: प्रारंभ तिथि चुनें
ja: 開始日を選択

source: Select end date
hi: समाप्ति तिथि चुनें
ja: 終了日を選択

source: Caravan must have an owner.
hi: कारवां का एक मालिक होना चाहिए।
ja: キャラバンには所有者が必要です。

source: This amenity already exists for your account.
hi: यह सुविधा पहले से ही आपके खाते में मौजूद है।
ja: この設備はすでにあなたのアカウントに存在します。

source: Invalid date format. Expected a list of objects.
hi: मान्य तिथि प्रारूप। वस्तुओं की सूची अपेक्षित थी।
ja: 無効な日付形式。オブジェクトのリストが期待されました。

source: Invalid JSON format for available dates.
hi: उपलब्ध तिथियों के लिए अमान्य JSON प्रारूप।
ja: 利用可能な日付のための無効なJSON形式。

source: Each date entry must be a dictionary.
hi: प्रत्येक तिथि प्रविष्टि एक शब्दकोश होनी चाहिए।
ja: 各日付エントリは辞書でなければなりません。

source: Each date entry must contain 'start_date' and 'end_date'.
hi: प्रत्येक तिथि प्रविष्टि में 'start_date' और 'end_date' होना चाहिए।
ja: 各日付エントリには「start_date」と「end_date」が含まれている必要があります。

source: Invalid date format. Use YYYY-MM-DD.
hi: अमान्य तिथि प्रारूप। YYYY-MM-DD का उपयोग करें।
ja: 無効な日付形式。YYYY-MM-DDを使用してください。

source: Start date cannot be after end date.
hi: प्रारंभ तिथि समाप्ति तिथि के बाद नहीं हो सकती।
ja: 開始日は終了日の後にすることはできません。

source: Phone number must contain only digits.
hi: फ़ोन नंबर में केवल अंक होने चाहिए.
ja: 電話番号には数字のみを含める必要があります。

source: This booking does not have an associated caravan.
hi: इस बुकिंग का कोई संबंधित कारवां नहीं है।
ja: この予約には関連するキャラバンがありません。

source: End date must be after start date.
hi: समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए।
ja: 終了日は開始日の後でなければなりません。

source: The caravan is not available for the selected dates.
hi: चयनित तिथियों के लिए कारवां उपलब्ध नहीं है।
ja: 選択した日付にはキャラバンは利用できません。

source: Two-berth
hi: दो बर्थ
ja: 2寝台

source: Four-berth
hi: चार बर्थ
ja: 4寝台

source: Six-berth
hi: छह बर्थ
ja: 6寝台

source: Image for
hi: के लिए छवि
ja: の画像

source: Pending
hi: लंबित
ja: 保留中

source: Accepted
hi: स्वीकृत
ja: 受け入れ済み

source: Declined
hi: अस्वीकृत
ja: 拒否された

source: Booking for
hi: के लिए बुकिंग
ja: の予約

source: by
hi: द्वारा
ja: によって

source: Review for
hi: के लिए समीक्षा
ja: のレビュー

source: by
hi: द्वारा
ja: によって

source: Reply by
hi: द्वारा उत्तर
ja: による返信

source: to review
hi: समीक्षा करने के लिए
ja: レビューする

source: Add Caravan
hi: कारवां जोड़ें
ja: キャラバンを追加

source: Title:
hi: शीर्षक:
ja: タイトル：

source: Description:
hi: विवरण:
ja: 説明：

source: Image:
hi: छवि:
ja: 画像：

source: Berth:
hi: बर्थ:
ja: 寝床：

source: Amenities:
hi: सुविधाएं:
ja: 設備：

source: Add Amenity
hi: सुविधा जोड़ें
ja: 設備を追加

source: Location:
hi: स्थान:
ja: 場所：

source: Price Per Night:
hi: प्रति रात कीमत:
ja: 1泊の料金：

source: Availability:
hi: उपलब्धता:
ja: 空き状況：

source: Click on a date to toggle availability. Drag over multiple days to select a range. Click an existing date to remove it.
hi: उपलब्धता टॉगल करने के लिए दिनांक पर क्लिक करें। किसी श्रेणी का चयन करने के लिए कई दिनों तक खींचें। किसी मौजूदा दिनांक को हटाने के लिए उस पर क्लिक करें।
ja: 日付をクリックして空き状況を切り替えます。複数の日をドラッグして範囲を選択します。既存の日付をクリックして削除します。

source: Add
hi: जोड़ें
ja: 追加

source: Your Bookings
hi: आपकी बुकिंग्स
ja: あなたの予約

source: Your Caravan's Bookings
hi: आपके कारवां की बुकिंग्स
ja: あなたのキャラバンの予約

source: Pending Bookings
hi: लंबित बुकिंग्स
ja: 保留中の予約

source: View Details
hi: विवरण देखें
ja: 詳細を見る

source: Accept
hi: स्वीकार करें
ja: 受け入れる

source: Decline
hi: अस्वीकार करें
ja: 拒否

source: Booking Details
hi: बुकिंग विवरण
ja: 予約の詳細

source: Name:
hi: नाम:
ja: 名前：

source: Email:
hi: ईमेल:
ja: メール：

source: Phone Number:
hi: फोन नंबर:
ja: 電話番号：

source: Message:
hi: संदेश:
ja: メッセージ：

source: Start Date:
hi: प्रारंभ तिथि:
ja: 開始日：

source: End Date:
hi: समाप्ति तिथि:
ja: 終了日：

source: Close
hi: बंद करें
ja: 閉じる

source: No pending bookings.
hi: कोई लंबित बुकिंग्स नहीं हैं।
ja: 保留中の予約はありません

source: Go back to listings
hi: लिस्टिंग्स पर वापस जाएं
ja: リストに戻る

source: Upcoming Bookings
hi: आगामी बुकिंग्स
ja: 今後の予約

source: Customer:
hi: ग्राहक:
ja: お客様：

source: Modify Booking
hi: बुकिंग में संशोधन करें
ja: 予約の変更

source: Start Date
hi: प्रारंभ तिथि
ja: 開始日

source: End Date
hi: समाप्ति तिथि
ja: 終了日

source: Message
hi: संदेश
ja: メッセージ

source: Submit
hi: सबमिट करें
ja: 送信

source: No upcoming bookings.
hi: कोई आगामी बुकिंग्स नहीं हैं।
ja: 今後の予約はありません

source: Previous Bookings
hi: पिछली बुकिंग्स
ja: 過去の予約

source: No previous bookings.
hi: कोई पिछली बुकिंग्स नहीं हैं।
ja: 過去の予約はありません

source: Request a Booking
hi: बुकिंग का अनुरोध करें
ja: 予約をリクエスト

source: Request Booking
hi: बुकिंग अनुरोध करें
ja: 予約をリクエスト

source: Available Dates:
hi: उपलब्ध तिथियां:
ja: 空いている日程：

source: No caravan selected for booking.
hi: बुकिंग के लिए कोई कारवां नहीं चुना गया.
ja: 予約対象にキャラバンが選択されていません。

source: Welcome to your Listings Page
hi: आपके लिस्टिंग्स पृष्ठ में स्वागत है
ja: リストページへようこそ

source: Search caravans...
hi: कारवां खोजें...
ja: キャラバンを検索...

source: Search
hi: खोजें
ja: 検索

source: Reset
hi: रीसेट करें
ja: リセット

source: Filters
hi: फिल्टर
ja: フィルター

source: Filter by berth
hi: बर्थ के अनुसार फिल्टर करें
ja: 寝床でフィルター

source: Two
hi: दो
ja: 二

source: Four
hi: चार

source: Six
hi: छह
ja: 六

source: Min Price
hi: न्यूनतम कीमत
ja: 最小価格

source: Max Price
hi: अधिकतम कीमत
ja: 最大価格

source: Available From
hi: उपलब्ध तिथि
ja: 利用開始日

source: Available To
hi: उपलब्ध तिथि तक
ja: 利用終了日

source: Select Amenities:
hi: सुविधाएँ चुनें:
ja: 設備を選択：

source: Apply Filters
hi: फिल्टर लागू करें
ja: フィルターを適用

source: Click to add to favourites
hi: फेवरेट्स में जोड़ने के लिए क्लिक करें
ja: お気に入りに追加するにはクリック

source: Previous
hi: पिछला
ja: 前

source: Next
hi: अगला
ja: 次

source: Price per night:
hi: प्रति रात कीमत:
ja: 1泊の料金：

source: Customers reviews:
hi: ग्राहकों की समीक्षाएँ:
ja: お客様のレビュー：

source: Owner's Reply:
hi: स्वामी की प्रतिक्रिया:
ja: オーナーの返信：

source: Edit Reply
hi: प्रतिक्रिया संपादित करें
ja: 返信を編集

source: Delete Reply
hi: प्रतिक्रिया हटाएं
ja: 返信を削除

source: Reply
hi: प्रतिक्रिया दें
ja: 返信

source: Submit Reply
hi: प्रतिक्रिया सबमिट करें
ja: 返信を送信

source: Reply to Review
hi: समीक्षा पर प्रतिक्रिया दें
ja: レビューに返信

source: Edit Review
hi: समीक्षा संपादित करें
ja: レビューを編集

source: Delete Review
hi: समीक्षा हटाएं
ja: レビューを削除

source: Approve Review
hi: समीक्षा स्वीकृत करें
ja: レビューを承認

source: Leave a Review
hi: समीक्षा छोड़ें
ja: レビューを残す

source: Rating
hi: रेटिंग
ja: 評価

source: Comment
hi: टिप्पणी
ja: コメント

source: Submit Review
hi: समीक्षा सबमिट करें
ja: レビューを送信

source: Edit caravan
hi: कारवां संपादित करें
ja: キャラバンを編集

source: Delete caravan
hi: कारवां हटाएं
ja: キャラバンを削除

source: BOOK CARAVAN NOW
hi: अब कारवां बुक करें
ja: 今すぐキャラバンを予約

source: Not Available
hi: उपलब्ध नहीं
ja: 利用できません

source: No caravans available
hi: कोई कारवां उपलब्ध नहीं
ja: 利用可能なキャラバンはありません

source: Booking request for
hi: के लिए बुकिंग अनुरोध
ja: 予約リクエスト

source: from
hi: से
ja: から

source: Booking request for
hi: के लिए बुकिंग अनुरोध
ja: 予約リクエスト

source: sent successfully
hi: सफलतापूर्वक भेजा गया
ja: が正常に送信されました

source: to
hi: को
ja: へ

source: There was an error with your booking request.
hi: आपके बुकिंग अनुरोध में एक त्रुटि थी।
ja: 予約リクエストにエラーが発生しました。

source: Booking has no associated caravan.
hi: बुकिंग का कोई संबंधित कारवां नहीं है।
ja: 予約には関連するキャラバンがありません。

source: Booking accepted!
hi: बुकिंग स्वीकार की गई!
ja: 予約が受け入れられました！

source: has been accepted.
hi: स्वीकार कर लिया गया है।
ja: が受け入れられました。

source: Booking declined.
hi: बुकिंग अस्वीकार कर दी गई।
ja: 予約が拒否されました。

source: Booking for
hi: के लिए बुकिंग
ja: 予約

source: has been declined.
hi: अस्वीकार कर दी गई है।
ja: が拒否されました。

source: Start date cannot be in the past.
hi: आरंभ तिथि अतीत की नहीं हो सकती.
ja: 開始日を過去にすることはできません。

source: End date cannot be before start date.
hi: समाप्ति तिथि आरंभ तिथि से पहले नहीं हो सकती.
ja: 終了日を開始日より前にすることはできません。

source: Selected dates are not available for this caravan.
hi: इस कारवां के लिए चयनित तिथियां उपलब्ध नहीं हैं।
ja: 選択した日付はこのキャラバンには参加できません。

source: Booking modification request for
hi: के लिए बुकिंग संशोधन अनुरोध
ja: 予約変更リクエスト

source: from
hi: से
ja: から

source: Booking modification request sent to the owner.
hi: बुकिंग संशोधन अनुरोध मालिक को भेजा गया।
ja: 予約変更リクエストがオーナーに送信されました。

source: Invalid date format.
hi: अमान्य दिनांक प्रारूप.
ja: 無効な日付形式です。

source: New review from
hi: से नई समीक्षा
ja: からの新しいレビュー

source: on your caravan!
hi: आपके कारवां पर!
ja: あなたのキャラバンに！

source: Review submitted successfully!
hi: समीक्षा सफलतापूर्वक सबमिट की गई!
ja: レビューが正常に送信されました！

source: Invalid request
hi: अमान्य अनुरोध
ja: 無効なリクエスト

source: Review approved!
hi: समीक्षा स्वीकृत!
ja: レビューが承認されました！

source: Reply submitted successfully!
hi: उत्तर सफलतापूर्वक सबमिट किया गया!
ja: 返信が正常に送信されました！

source: replied to your review
hi: आपकी समीक्षा का उत्तर दिया
ja: あなたのレビューに返信しました

source: You do not have permission to edit this review.
hi: आपको इस समीक्षा को संपादित करने की अनुमति नहीं है.
ja: このレビューを編集する権限がありません。

source: Review edited successfully!
hi: समीक्षा सफलतापूर्वक संपादित की गई!
ja: レビューが正常に編集されました！

source: Review edited by
hi: द्वारा समीक्षा संपादित की गई
ja: によって編集されたレビュー

source: Invalid request.
hi: अमान्य अनुरोध।
ja: 無効なリクエストです。

source: You do not have permission to delete this review.
hi: आपके पास इस समीक्षा को हटाने की अनुमति नहीं है.
ja: このレビューを削除する権限がありません。

source: Review deleted successfully!
hi: समीक्षा सफलतापूर्वक हटाई गई!
ja: レビューが正常に削除されました！

source: You do not have permission to edit this reply.
hi: आपको इस उत्तर को संपादित करने की अनुमति नहीं है.
ja: この返信を編集する権限がありません。

source: Reply edited successfully!
hi: उत्तर सफलतापूर्वक संपादित किया गया!
ja: 返信が正常に編集されました！

source: edited their reply to your review
hi: आपकी समीक्षा पर उनके उत्तर को संपादित किया
ja: あなたのレビューへの返信を編集しました

source: You do not have permission to delete this reply.
hi: आपके पास इस उत्तर को हटाने की अनुमति नहीं है.
ja: この返信を削除する権限がありません。

source: Reply deleted successfully!
hi: उत्तर सफलतापूर्वक हटाया गया!
ja: 返信が正常に削除されました！

source: Contact Us
hi: हमसे संपर्क करें
ja: お問い合わせ

source: Send Message
hi: संदेश भेजें
ja: メッセージを送信

source: Received Messages
hi: संदेश प्राप्त हुए
ja: 受信メッセージ

source: From:
hi: से:
ja: 送信者：

source: Received on
hi: पर प्राप्त हुआ
ja: 受信日：

source: Delete
hi: मिटाना
ja: 削除

source: No messages received.
hi: कोई संदेश प्राप्त नहीं हुआ.
ja: 受信メッセージはありません。

source: Welcome to Nomad Nation
hi: नोमैड नेशन में स्वागत है
ja: ノマドネイションへようこそ

source: Your trusted platform for finding and renting the perfect caravan for your adventure
hi: आपकी विश्वासमंद प्लेटफॉर्म, जहाँ आप अपनी यात्रा के लिए सही कारवां ढूंढ सकते हैं और किराए पर ले सकते हैं।
ja: あなたの冒険に最適なキャラバンを見つけて借りるための信頼できるプラットフォーム

source: What we do
hi: हम क्या करते हैं
ja: 私たちの仕事

source: At Nomad Nation, we connect caravan owners with travelers looking for unique holiday experiences. Whether you're a caravan owner looking to earn extra income or a traveler seeking a hassle-free holiday, we've got you covered.
hi: नोमैड नेशन में, हम कारवां मालिकों को उन यात्रियों से जोड़ते हैं जो अद्वितीय छुट्टियों का अनुभव चाहते हैं। चाहे आप एक कारवां मालिक हों जो अतिरिक्त आय अर्जित करना चाहते हों या एक यात्री जो बिना किसी परेशानी के छुट्टियां चाहते हों, हम आपकी मदद के लिए तैयार हैं।
ja: ノマドネイションでは、キャラバンオーナーとユニークな休暇体験を求める旅行者を繋げます。キャラバンオーナーが追加の収入を得ることを目指している場合や、ストレスのない休暇を求める旅行者であれば、私たちがサポートします。

source: Reliable Rentals
hi: विश्वसनीय रेंटल
ja: 信頼できるレンタル

source: All rentals are verified to ensure your safety and satisfaction.
hi: सभी रेंटल्स सत्यापित होते हैं ताकि आपकी सुरक्षा और संतोष सुनिश्चित हो सके।
ja: すべてのレンタルは、あなたの安全と満足を確保するために確認されています。

source: Community-Driven
hi: समुदाय-प्रेरित
ja: コミュニティ主導

source: Join a growing community of caravan enthusiasts.
hi: कारवां के शौक़ीनों के बढ़ते समुदाय में शामिल हों।
ja: 成長するキャラバン愛好者のコミュニティに参加しよう。

source: Secure Payments
hi: सुरक्षित भुगतान
ja: 安全な支払い

source: Easy and secure booking for peace of mind.
hi: चिंता-मुक्त अनुभव के लिए आसान और सुरक्षित बुकिंग।
ja: 安心のための簡単で安全な予約。

source: Guest
hi: अतिथि
ja: ゲスト

source: New contact message from
hi: से नया संपर्क संदेश
ja: からの新しいお問い合わせメッセージ

source: Your message has been sent successfully.
hi: आपका संदेश सफलतापूर्वक भेजा गया है।
ja: メッセージが正常に送信されました。

source: Message deleted successfully.
hi: संदेश सफलतापूर्वक हटाया गया।
ja: メッセージが正常に削除されました。

source: Oops! 404 - Page Not Found!
hi: ओह! 404 - पृष्ठ नहीं मिला!
ja: おっと！ 404 - ページが見つかりません！

source: It seems like you've taken a detour off the beaten path. The page you're looking for is nowhere to be found on Nomad Nation.
hi: ऐसा लगता है कि आपने मुख्य मार्ग से हटकर एक चक्कर लगाया है। जिस पृष्ठ की आप तलाश कर रहे हैं, वह नोमैड नेशन पर कहीं नहीं मिला।
ja: あなたは道を外れてしまったようです。お探しのページはノマドネイションには見つかりません。

source: But don't worry, our caravans are still here waiting for your next adventure!
hi: लेकिन चिंता न करें, हमारे कारवां अभी भी यहाँ आपकी अगली यात्रा के लिए इंतजार कर रहे हैं!
ja: でも心配しないでください、私たちのキャラバンはまだここにあり、あなたの次の冒険を待っています！

source: Take Me Back Home
hi: मुझे घर वापस ले चलो
ja: ホームに戻る

source: Or, if you're feeling adventurous, try navigating a little differently!
hi: या, यदि आप साहसी महसूस कर रहे हैं, तो थोड़ा अलग तरीके से नेविगेट करने का प्रयास करें!
ja: または、冒険心があるなら、少し違った方法でナビゲートしてみてください！

source: Oops! 500 - Server error!
hi: उफ़! 500 - सर्वर त्रुटि!
ja: おっと！ 500 - サーバーエラー!

source: It seems like we've encountered a technical glitch. The page you're looking for is temporarily lost on the road.
hi: ऐसा लगता है जैसे हमें किसी तकनीकी खराबी का सामना करना पड़ा है। आप जिस पृष्ठ की तलाश कर रहे हैं वह अस्थायी रूप से सड़क पर खो गया है।
ja: 技術的な問題が発生したようです。探しているページが一時的に路上で失われてしまいました。

source: But don't worry! Our team is already working on it, and you'll be heading to your destination in no time!
hi: लेकिन घबराना नहीं! हमारी टीम पहले से ही इस पर काम कर रही है, और आप कुछ ही समय में अपने गंतव्य पर पहुंच जाएंगे!
ja: でも心配しないでください！私たちのチームはすでに取り組んでおり、すぐに目的地に向かうことができるでしょう。

source: Log In
hi: लॉग इन करें
ja: ログイン

source: Don't have an account yet?
hi: क्या आपका अभी तक खाता नहीं है?
ja: まだアカウントをお持ちでないですか？

source: register here
hi: यहाँ रजिस्टर करें
ja: ここで登録

source: Sign Out
hi: साइन आउट करें
ja: サインアウト

source: Are you sure you want to sign out?
hi: क्या आप सच में साइन आउट करना चाहते हैं?
ja: 本当にサインアウトしますか？

source: return to the homepage
hi: मुख्य पृष्ठ पर वापस जाएं
ja: ホームページに戻る

source: Password Reset
hi: पासवर्ड रीसेट
ja: パスワードリセット

source: Forgotten your password? Enter your username or email address below, and we'll send you an email allowing you to reset it.
hi: क्या आप अपना पासवर्ड भूल गए हैं? नीचे अपना उपयोगकर्ता नाम या ईमेल पता दर्ज करें, और हम आपको एक ईमेल भेजेंगे जिससे आप इसे रीसेट कर सकें।
ja: パスワードをお忘れですか？以下にユーザー名またはメールアドレスを入力すると、リセット用のメールをお送りします。

source: Reset My Password
hi: मेरा पासवर्ड रीसेट करें
ja: パスワードをリセット

source: Remember your password?
hi: क्या आपको अपना पासवर्ड याद है?
ja: パスワードを覚えていますか？

source: Log in
hi: लॉग इन करें
ja: ログイン

source: Please contact us if you have any trouble resetting your password.
hi: यदि आपको अपना पासवर्ड रीसेट करने में कोई परेशानी हो, तो कृपया हमसे संपर्क करें।
ja: パスワードリセットに問題がある場合は、お問い合わせください。

source: Password Reset Requested
hi: पासवर्ड रीसेट का अनुरोध किया गया
ja: パスワードリセットがリクエストされました

source: If an account exists with the provided email address, a password reset email has been sent.
hi: यदि दिए गए ईमेल पते के साथ खाता मौजूद है, तो एक पासवर्ड रीसेट ईमेल भेजा गया है।
ja: 提供されたメールアドレスにアカウントが存在する場合、パスワードリセットのメールが送信されました。

source: Please check your inbox and follow the instructions to reset your password.
hi: कृपया अपना इनबॉक्स चेक करें और अपने पासवर्ड को रीसेट करने के लिए निर्देशों का पालन करें।
ja: 受信箱を確認し、指示に従ってパスワードをリセットしてください。

source: Return to Login
hi: लॉगिन पर वापस जाएं
ja: ログインに戻る

source: Reset Your Password
hi: अपना पासवर्ड रीसेट करें
ja: パスワードをリセット

source: Change Password
hi: पासवर्ड बदलें
ja: パスワードを変更

source: Password Reset Successful
hi: पासवर्ड रीसेट सफल
ja: パスワードリセット成功

source: Your password has been successfully reset. You can now log in with your new password.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट हो गया है। अब आप अपने नए पासवर्ड से लॉगिन कर सकते हैं।
ja: パスワードは正常にリセットされました。新しいパスワードでログインできます。

source: Sign Up
hi: साइन अप करें
ja: サインアップ

source: Already have an account? Then
hi: क्या आपका पहले से खाता है? फिर
ja: すでにアカウントをお持ちですか？

source: sign in
hi: साइन इन करें
ja: サインイン

source: Nomad Nation
hi: नोमैड नेशन
ja: ノマドネイション

source: Home
hi: मुख्य पृष्ठ
ja: ホーム

source: Contact
hi: संपर्क
ja: お問い合わせ

source: Dashboard
hi: डैशबोर्ड
ja: ダッシュボード

source: Caravan listings
hi: कारवां लिस्टिंग्स
ja: キャラバンのリスト

source: Bookings
hi: बुकिंग्स
ja: 予約

source: Account settings
hi: खाता सेटिंग्स
ja: アカウント設定

source: Logout
hi: साइन आउट
ja: ログアウト

source: Register
hi: रजिस्टर करें
ja: 登録

source: Login
hi: लॉगिन करें
ja: ログイン

source: New Notifications
hi: नई सूचनाएं
ja: 新しい通知

source: Made by
hi: बनाया गया
ja: 製作元

source: Follow us:
hi: हमारा अनुसरण करें:
ja: フォローしてください：

source: English
hi: अंग्रेज़ी
ja: 英語

source: Spanish
hi: स्पेनिश
ja: スペイン語

source: French
hi: फ्रेंच
ja: フランス語

source: German
hi: जर्मन
ja: ドイツ語

source: Italian
hi: इतालवी
ja: イタリア語

source: Portuguese
hi: पुर्तगाली
ja: ポルトガル語

source: Russian
hi: रूसी
ja: ロシア語

source: Chinese
hi: चीनी
ja: 中国語

source: Japanese
hi: जापानी
ja: 日本語

source: Hindi
hi: हिंदी
ja: ヒンディー語

source: Review
hi: समीक्षा
ja: レビュー

source: Booking Request
hi: बुकिंग अनुरोध
ja: 予約リクエスト

source: Booking Accepted
hi: बुकिंग स्वीकार की गई
ja: 予約が受け入れられました

source: Booking Declined
hi: बुकिंग अस्वीकार की गई
ja: 予約が拒否されました

source: Booking Modification Request
hi: बुकिंग संशोधन अनुरोध
ja: 予約変更リクエスト

source: Contact Form Message
hi: संपर्क फ़ॉर्म संदेश
ja: お問い合わせフォームのメッセージ

source: Notification for
hi: के लिए सूचना
ja: 通知:

source: Privacy settings for
hi: के लिए गोपनीयता सेटिंग्स
ja: プライバシー設定

source: Account Settings
hi: खाता सेटिंग्स
ja: アカウント設定

source: Personal Details
hi: व्यक्तिगत विवरण
ja: 個人情報

source: Edit Personal Details
hi: व्यक्तिगत विवरण संपादित करें
ja: 個人情報を編集

source: Preferences
hi: प्राथमिकताएँ
ja: 設定

source: Language:
hi: भाषा:
ja: 言語：

source: Currency:
hi: मुद्रा:
ja: 通貨：

source: Appearance:
hi: रूपरेखा:
ja: 外観：

source: Notifications:
hi: सूचनाएँ:
ja: 通知:

source: Edit Preferences
hi: प्राथमिकताएँ संपादित करें
ja: 設定を編集

source: Payment Details
hi: भुगतान विवरण
ja: 支払い詳細

source: No payment details available.
hi: कोई भुगतान विवरण उपलब्ध नहीं।
ja: 支払い詳細はありません。

source: Edit Payment Details
hi: भुगतान विवरण संपादित करें
ja: 支払い詳細を編集

source: Profile Settings
hi: प्रोफ़ाइल सेटिंग्स
ja: プロファイル設定

source: Delete Profile
hi: प्रोफ़ाइल हटाएं
ja: プロフィールの削除

source: Name
hi: नाम
ja: 名前

source: Email
hi: ईमेल
ja: メール

source: Phone Number
hi: फोन नंबर
ja: 電話番号

source: Save Changes
hi: परिवर्तन सहेजें
ja: 変更を保存

source: Language
hi: भाषा
ja: 言語

source: Currency
hi: मुद्रा
ja: 通貨

source: British Pound
hi: ब्रिटिश पाउंड
ja: 英国ポンド

source: US Dollar
hi: अमेरिकी डॉलर
ja: 米ドル

source: Euro
hi: यूरो
ja: ユーロ

source: Russian Ruble
hi: रूसी रूबल
ja: ロシアルーブル

source: Chinese Yuan
hi: चीनी युवान
ja: 中国人民元

source: Japanese Yen
hi: जापानी येन
ja: 日本円

source: Indian Rupee
hi: भारतीय रुपया
ja: インドルピー

source: Appearance
hi: रूपरेखा
ja: 外観

source: Light
hi: हल्का
ja: ライト

source: Dark
hi: अंधेरा
ja: ダーク

source: Notifications Enabled
hi: सूचनाएँ सक्षम की गईं
ja: 通知を有効にする

source: Payment Method
hi: भुगतान विधि
ja: 支払い方法

source: Card Last Four Digits
hi: कार्ड के आखिरी चार अंक
ja: カードの最後の4桁

source: Billing Address
hi: बिलिंग पता
ja: 請求先住所

source: Confirm Profile Deletion
hi: प्रोफ़ाइल हटाने की पुष्टि करें
ja: プロフィール削除の確認

source: Are you sure you want to delete your profile? This action cannot be undone.
hi: क्या आप वाकई अपनी प्रोफ़ाइल हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ja: 本当にプロフィールを削除しますか？この操作は元に戻せません。

source: DELETE
hi: हटाएं
ja: 削除

source: Cancel
hi: रद्द करें
ja: キャンセル

source: Personal details updated successfully.
hi: व्यक्तिगत विवरण सफलतापूर्वक अपडेट किए गए।
ja: 個人情報が正常に更新されました。

source: Your profile has been deleted successfully.
hi: आपकी प्रोफ़ाइल सफलतापूर्वक हटा दी गई है।
ja: プロフィールが正常に削除されました。
